Repository: mirodil1/fininfo
Catalog: locale/*_Cyril/LC_MESSAGES/django.po
Languages: uz

source: Turi
uz: Тури

source: Reklamalar
uz: Рекламалар

source: Nomi
uz: Номи

source: Rasm eni
uz: Расм эни

source: Rasm balandligi
uz: Расм баландлиги

source: Reklama turi
uz: Реклама тури

source: Reklamalar turi
uz: Рекламалар тури

source: Rasm
uz: Расм

source: Havola
uz: Ҳавола

source: Maksimal ko'rishlar soni
uz: Максимал кўришлар сони

source: Maksimak bosishlar soni
uz: Максимак босишлар сони

source: Holati
uz: Ҳолати

source: Reklama
uz: Реклама

source: Ko'rishlar
uz: Кўришлар

source: Bosishlar
uz: Босишлар

source: Statistika turi
uz: Статистика тури

source: Statistika
uz: Статистика

source: Ta'rif
uz: Таъриф

source: Menyu
uz: Меню

source: Bo'lim
uz: Бўлим

source: Yaratildi
uz: Яратилди

source: O'zgartirildi
uz: Ўзгартирилди

source: Yangilik
uz: Янгилик

source: Asosiy rasm
uz: Асосий расм

source: Tarjima
uz: Таржима

source: Yangiliklar
uz: Янгиликлар

source: Chop etildi
uz: Чоп этилди

source: Qoralama
uz: Қоралама

source: Sarlavha
uz: Сарлавҳа

source: Qisqa matn (Lid)
uz: Қисқа матн (Лид)

source: Kontent
uz: Контент

source: Rasm manbasi
uz: Расм манбаси

source: Asosiy rasm ostidagi yozuv
uz: Асосий расм остидаги ёзув

source: Rasm nomi
uz: Расм номи

source: Google'da izlaganda joylangan asosiy rasmni topish oson bo'lishi uchun kalit so'zlar
uz: Гооглеъда излаганда жойланган асосий расмни топиш осон бўлиши учун калит сўзлар

source: Teg
uz: Тег

source: Vergul bilan kiritilsin: (Misol: ekologiya, Aziz Abduhakimov)
uz: Вергул билан киритилсин: (Мисол: экология, Азиз Абдуҳакимов)

source: Muallif
uz: Муаллиф

source: Sana
uz: Сана

source: Ko'rishlar soni
uz: Кўришлар сони

source: Muhim yangilik
uz: Муҳим янгилик

source: Muharrir tanlovi
uz: Муҳаррир танлови

source: Youtube video
uz: Youtube видео

source: Tizer
uz: Тизер

source: Telegram kanalga video xabar joylash uchun maxsus kanalga joylangan video havolasini kiriting
uz: Telegram каналга видео хабар жойлаш учун махсус каналга жойланган видео ҳаволасини киритинг

source: Telegramdan yuborish
uz: Телеграмдан юбориш

source: Telegramdan yuborildi
uz: Телеграмдан юборилди

source: Foto galereya
uz: Фото галерея

source: Sahifa
uz: Саҳифа

source: Sahifalar
uz: Саҳифалар

source: Ko'rishlar statistikasi
uz: Кўришлар статистикаси

source: Kun
uz: Кун

source: Oy
uz: Ой

source: Yil
uz: Йил

source: Dan:
uz: Дан:

source: Gacha:
uz: Гача:

source: Bosishlar statistikasi
uz: Босишлар статистикаси

source: Soni
uz: Сони

source: Foydalanuvchilar
uz: Фойдаланувчилар

source: Foydalanuvchi
uz: Фойдаланувчи

source: Tizer havola noto'g'ri kiritildi
uz: Tizer ҳавола нотўғри киритилди

source: Delete selected %(verbose_name_plural)s
uz: %(verbose_name_plural)s ўчириш

source: Successfully deleted %(count)d %(items)s.
uz: %(count)d %(items)s муваффаққиятли ўчирилди.

source: Cannot delete %(name)s
uz: %(name)s ни ўчириб бўлмайди

source: Are you sure?
uz: Ишончингиз комилми?

source: Administration
uz: Администрация

source: All
uz: Барчаси

source: Yes
uz: Ҳа

source: No
uz: Йўқ

source: Unknown
uz: Номаълум

source: Any date
uz: Исталган кун

source: Today
uz: Бугун

source: Past 7 days
uz: Ўтган 7 кун

source: This month
uz: Шу ойда

source: This year
uz: Шу йилда

source: No date
uz: Санаси йўқ

source: Has date
uz: Санаси бор

source: Empty
uz: Бўш

source: Not empty
uz: Бўш эмас

source: Please enter the correct %(username)s and password for a staff account. Note that both fields may be case-sensitive.
uz: Ходимлар аккаунти учун тўғри %(username)s ва паролни киритинг. Эътибор беринг, ҳар иккала майдон ҳам ҳарф катта-кичиклигини ҳисобга олиши мумкин.

source: Action:
uz: Ҳаракат:

source: Add another %(verbose_name)s
uz: Бошқа %(verbose_name)s қўшиш

source: Addition
uz: Ўчириш

source: Change
uz: Ўзгартириш

source: Deletion
uz: Ўчириш

source: action time
uz: ҳаракат вақти

source: user
uz: фойдаланувчи

source: content type
uz: таркиб тури

source: object id
uz: обект идентификатори

source: object repr
uz: объект тақдими

source: action flag
uz: ҳаракат байроғи

source: change message
uz: хабарни ўзгартириш

source: log entry
uz: журнал ёзуви

source: log entries
uz: журнал ёзувлари

source: Added “%(object)s”.
uz: "%(object)s" қўшилди.

source: Changed “%(object)s” — %(changes)s
uz: %(object)s дан %(changes)s га ўзгартирилди.

source: Deleted “%(object)s.”
uz: "%(object)s" ўчирилди.

source: Added.
uz: Қўшилди.

source: and
uz: ва

source: None
uz: Бўш

source: The {name} “{obj}” was changed successfully.
uz: {name} "{obj}" муваффақиятли ўзгартирилди.

source: No action selected.
uz: Ҳаракат танланмади.

source: The %(name)s “%(obj)s” was deleted successfully.
uz: %(name)s%(obj)s муваффақиятли ўчирилди.

source: Add %s
uz: %s қўшиш

source: Change %s
uz: %s ни ўзгартириш

source: View %s
uz: %s кўриш

source: Database error
uz: Маълумотлар базаси хатолиги юз берди

source: %(total_count)s selected
uz: %(total_count)s танланди

source: 0 of %(cnt)s selected
uz: %(cnt)s тадан 0 та танланди

source: Log in
uz: Кириш

source: Page not found
uz: Саҳифа топилмади

source: Home
uz: Уй

source: Server error
uz: Сервер хатолиги

source: Server error (500)
uz: Сервер хатолиги (500)

source: Server Error <em>(500)</em>
uz: Сервер хатолиги <em>(500)</em>

source: Run the selected action
uz: Танланган фаолиятни ишга тушириш

source: Go
uz: Бажариш

source: Select all %(total_count)s %(module_name)s
uz: Барча %(total_count)s та %(module_name)s ни танлаш

source: Clear selection
uz: Танланганларни ўчириш

source: Add
uz: Қўшиш

source: View
uz: Кўриш

source: Enter a username and password.
uz: Юзернейм ва паролни киритиш

source: Change password
uz: Паролни ўзгартириш

source: Welcome,
uz: Хуш келибсиз,

source: View site
uz: Сайтни кўриш

source: Documentation
uz: Қўлланма

source: Log out
uz: Чиқиш

source: Add %(name)s
uz: %(name)s қўшиш

source: History
uz: Тарих

source: View on site
uz: Сайтда кўриш

source: Filter
uz: Саралаш

source: Clear all filters
uz: Барча филтрларни тозалаш

source: Remove from sorting
uz: Тартиблашдан чиқариш

source: Delete
uz: Ўчириш

source: Are you sure you want to delete the %(object_name)s "%(escaped_object)s"? All of the following related items will be deleted:
uz: Танланган %(object_name)s "%(escaped_object)s" ўчиришни хоҳлайсизми? Уларга боғлиқ барчаси ўчирилади:

source: Objects
uz: Объектлар

source: Yes, I’m sure
uz: Ҳа, албатта

source: No, take me back
uz: Йўқ, ортга

source: Delete multiple objects
uz: Бир нечта объекни ўчириш

source: Deleting the selected %(objects_name)s would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
uz: Танланган %(objects_name)s ўчиришни хоҳлайсизми? Уларга боғлиқ барчаси ўчирилади:

source: Are you sure you want to delete the selected %(objects_name)s? All of the following objects and their related items will be deleted:
uz: Танланган %(objects_name)s ўчиришни хоҳлайсизми? Уларга боғлиқ барчаси ўчирилади:

source: Delete?
uz: Ўчирасизми?

source: Summary
uz: Хулоса

source: Recent actions
uz: Сўнгги ҳаракатлар

source: My actions
uz: Менинг ҳаракатларим

source: None available
uz: Мавжуд эмас

source: Added:
uz: Қўшилди:

source: Changed:
uz: Ўзгарди:

source: Deleted:
uz: Ўчирилди:

source: Toggle navigation
uz: Навигацияни алмаштириш

source: Save
uz: Сақлаш

source: Search
uz: Излаш

source: %(full_result_count)s total
uz: Жами %(full_result_count)s

source: Save as new
uz: Сақлаш

source: Save and add another
uz: Сақлаш ва бошқа қўшиш

source: Save and continue editing
uz: Сақлаш ва ўзгартишда давом этиш

source: Save and view
uz: Сақлаш ва кўриш

source: Close
uz: Ёпиш

source: Reset my password
uz: Паролимни тиклаш

source: All dates
uz: Барча саналар

source: Select %s
uz: %s ни танлаш

source: Date:
uz: Сана:

source: Time:
uz: Вақт:

source: Lookup
uz: Излаш

source: Currently:
uz: Ҳозирда:

source: Change:
uz: Ўзгартириш:
